Revit 2022 API
ParameterTypeId.FabricationPriSize Property
 "Size of Primary End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public static ForgeTypeId FabricationPriSize { get; }
Visual Basic
Public Shared ReadOnly Property FabricationPriSize As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationPriSize {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace